Repository: manfred-mueller/W3Devices
Catalog: Properties/Resources.*.resx
Languages: de, pl

# SearchText
source: Search in all devices
de: Suche in allen Geräten
pl: Wyszukiwanie we wszystkich urządzeniach

source: Please enter your API key and save it before fetching data.
de: Bitte geben Sie Ihren API-Schlüssel ein und speichern Sie ihn, bevor Sie die Daten abrufen.
pl: Proszę wprowadzić klucz API i zapisać go przed pobraniem danych.

source: API Key Required
de: API-Schlüssel erforderlich
pl: Wymagany klucz API

source: Unauthorized access. Please check your API key and try again.
de: Nicht autorisierter Zugriff. Bitte überprüfen Sie Ihren API-Schlüssel und versuchen Sie es erneut.
pl: Nieautoryzowany dostęp.

source: Unauthorized
de: Nicht autorisiert
pl: Nieautoryzowany

source: Resource not found. Please verify the API URL and try again.
de: Ressource nicht gefunden. Bitte überprüfen Sie die API-URL und versuchen Sie es erneut.
pl: Nie znaleziono zasobów.

source: Not Found
de: Nicht gefunden
pl: Nie znaleziono

source: Request not acceptable. Please check your request headers and try again.
de: Anfrage nicht akzeptabel. Bitte überprüfen Sie Ihre Anfrage-Header und versuchen Sie es erneut.
pl: Żądanie nie do przyjęcia.

source: Not Acceptable
de: Nicht akzeptabel
pl: Nie do przyjęcia

source: Error fetching data:
de: Fehler beim Abrufen von Daten:
pl: Błąd podczas pobierania danych:

source: Error
de: Fehler
pl: Błąd

source: You have reached the maximum API calls per minute limit.
de: Sie haben das maximale Limit für API-Aufrufe pro Minute erreicht.
pl: Osiągnąłeś maksymalny limit wywołań API na minutę.

source: Warning
de: Warnung
pl: Ostrzeżenie

source: You have reached the maximum API calls per day limit.
de: Sie haben das maximale Limit für API-Aufrufe pro Tag erreicht.
pl: Osiągnąłeś maksymalny dzienny limit wywołań API.

source: Error parsing JSON:
de: Fehler beim Parsen von JSON:
pl: Błąd podczas analizowania JSON:

source: Exported displayed devices to SQLite database.
de: Angezeigte Geräte in die SQLite-Datenbank exportiert.
pl: Wyeksportowano wyświetlane urządzenia do bazy danych SQLite.

source: Export Successful
de: Export erfolgreich
pl: Eksport udany

source: Error deleting cached JSON file:
de: Fehler beim Löschen der zwischengespeicherten JSON-Datei:
pl: Błąd podczas usuwania buforowanego pliku JSON:

source: Error saving devices to cache:
de: Fehler beim Speichern von Geräten im Cache:
pl: Błąd podczas zapisywania urządzeń w pamięci podręcznej:

source: No devices found.
de: Keine Geräte gefunden.
pl: Nie znaleziono urządzeń.

source: Information
pl: Informacja

source: No cached data found.
de: Keine zwischengespeicherten Daten gefunden.
pl: Nie znaleziono danych w pamięci podręcznej.

source: Error fetching devices from cache:
de: Fehler beim Abrufen von Geräten aus dem Cache:
pl: Błąd podczas pobierania urządzeń z pamięci podręcznej:

source: Load devices
de: Geräte laden
pl: Załaduj urządzenia

# Search
source: Search in all devices
de: Suche in allen Geräten
pl: Wyszukiwanie we wszystkich urządzeniach

source: Save
de: Speichern
pl: Ratować

source: Api-Key
de: API-Schlüssel
pl: Klucz API

# AppName
source: W3Devices
pl: Urządzenia W3

source: GroupName
de: Gruppe
pl: Nazwa grupy

# DevName
source: Name
pl: Nazwa

source: Serial
de: Seriennummer
pl: Seryjny

source: Battery
de: Batterie
pl: Bateria

source: Charging
de: Ladestatus
pl: Ładowanie

# Connection
source: Last Connection
de: Zuletzt online
pl: Ostatnie połączenie

source: Renew
de: Lizenzablauf
pl: Odnowić

# Location
source: Last Location
de: Letzter Standort
pl: Ostatnia lokalizacja

source: Please wait while fetching device data...
de: Bitte warten, während die Gerätedaten geholt werden...
pl: Proszę czekać, trwa pobieranie danych urządzenia...

source: API key saved successfully
de: API -Schlüssel erfolgreich gespeichert
pl: Klucz API został pomyślnie zapisany

source: Success
de: Erfolg
pl: Sukces

source: Serial number
de: Seriennummer
pl: Numer seryjny

source: Device name
de: Name des Geräts
pl: Nazwa urządzenia

source: API rate limit exceeded. Please try again later
de: API-Ratengrenze überschritten. Bitte versuchen Sie es später erneut
pl: Przekroczono limit szybkości API. Spróbuj ponownie później

source: Rate limit exceeded
de: Ratengrenze überschritten
pl: Przekroczony limit szybkości

source: Serial2
de: Seriennummer 2
pl: Seryjny 2

source: Remarks
de: Bemerkungen
pl: Uwagi

source: Repairs
de: Reparaturen
pl: Naprawy

source: Save and Exit
de: Speichern und Beenden
pl: Zapisz i wyjdź

# Edit0
source: Edit {0} for {1}
de: {0} für {1} bearbeiten
pl: Edytuj {0} dla {1}

source: Device Count by Group
de: Geräteanzahl nach Gruppe
pl: Liczba urządzeń według grup

source: Device report for {0} from {1}
de: Gerätereport für {0} vom {1}
pl: Raport urządzenia dla {0} od {1}

# PrintError
source: Error:
de: Fehler:
pl: Błąd:

source: all groups
de: alle Gruppen
pl: wszystkie grupy

source: Save device report to pdf
de: Gerätebericht im PDF-Format speichern
pl: Zapisywanie raportu urządzenia w formacie pdf

source: Clear search text and reset devices
de: Suchtext löschen und Geräte zurücksetzen
pl: Wyczyść wyszukiwany tekst i zresetuj urządzenia

source: Save API key to registry
de: API-Schlüssel in der Registrierung speichern
pl: Zapisz klucz API w rejestrze

source: Show devices by group
de: Geräte nach Gruppe anzeigen
pl: Wyświetlanie urządzeń według grup

source: Fetch devices from Scalefusion cloud
de: Geräte aus der Scalefusion-Cloud abrufen
pl: Pobieranie urządzeń z chmury Scalefusion

# ADoubleClickOntoTheCellOpensAnEditorNwindowForTheDeviceSRepairsField
source: A double click onto the cell opens an editor{0}window for the device's repairs field
de: Ein Doppelklick auf die Zelle öffnet ein Editor-{0}fenster für das Reparaturfeld des Gerätes
pl: Podwójne kliknięcie na komórce otwiera okno{0}edytora dla pola napraw urządzenia

source: Model
de: Modell
